Revit 2027 API
ParameterTypeId.StructuralStartReleaseFz Property
 "Start Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralStartReleaseFz { get; }
Public Shared ReadOnly Property StructuralStartReleaseFz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralStartReleaseFz {
	ForgeTypeId^ get ();
}
static member StructuralStartReleaseFz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace